Repository: mozilla-l10n/mt-training-data
Catalog: pt/pt_pontoon.tmx
Source language: en_us
Languages: pt

source: Northern Sotho
pt: Soto do norte

source: Northwest Gbaya
pt: Gbaya do Noroeste

source: Norwegian Bokmål
pt: Norueguês (Bokmål)

source: Norwegian Nynorsk
pt: Novo norueguês

source: No sentences to review. <addLink>Add more sentences now!</addLink>
pt: Nenhuma frase para revisar. <addLink>Adicione mais frases agora!</addLink>

source: ⓘ Not all sentences and clips have Variant tags yet!
pt: ⓘ Nem todas as frases e clipes têm etiquetas de variantes ainda!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
pt: Nota: quando definido como 'Visível', esta configuração pode ser alterada na <profileLink>página de perfil</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
pt: Nota: você ainda precisará escolher entre Falar ou Ouvir para alterar o tipo de contribuição.

source: Not Found
pt: Não encontrado

source: No Thanks
pt: Não, obrigado

source: No thanks, continue speaking
pt: Não, obrigado, continuar falando

source: No variant selected
pt: Nenhuma variante selecionada

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
pt: Agora que você já sabe um pouco mais sobre o Common Voice, que tal experimentar? Clique no ícone de microfone para começar a ler frases em voz alta. <br/><br/>Se preferir rever as contribuições de voz de outras pessoas, clique no ícone de reproduzir. Você ajudará a confirmar se as gravações correspondem às frases escritas na tela.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
pt: Agora você pode doar sua voz para nos ajudar a construir um banco de voz aberto que qualquer pessoa pode utilizar para criar aplicativos inovadores para dispositivos e a web.<lineBreak></lineBreak> Leia uma frase para ajudar as máquinas aprenderem como pessoas reais falam. Avalie o trabalho de outros contribuidores para melhorar a qualidade. É assim simples!

source: Nubi
pt: Núbio

source: Number of Voices
pt: Número de vozes

source: Numbers
pt: Números

source: Occitan
pt: Occitânico

source: Off
pt: Desligar

source: Offensive Content
pt: Conteúdo ofensivo

source: Offensive language
pt: Linguagem ofensiva

source: Offensive speech
pt: Discurso ofensivo

source: Offline Sources
pt: Fontes fora da internet

source: On
pt: Ligar

source: On desktop devices you can contribute by downloading…
pt: Em computadores, você pode baixar o mais recente:

source: On his head he wore a beret.
pt: O menino usava um chapéu.

source: On iOS please continue with Safari to enable recording…
pt: No iOS, continue com o Safari para ativar a gravação…

source: Only show me sentences and clips from my variant
pt: Só mostrar frases e clipes da minha variante

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
pt: Por outro lado, se você achar que o leitor nunca se deparou com a palavra antes e está dando um palpite incorreto sobre a pronúncia, rejeite. Se não tiver certeza, use o botão de pular.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
pt: Por outro lado, se julgar que o leitor provavelmente nunca se deparou com a palavra antes e está simplesmente dando um palpite incorreto na pronúncia, rejeite. Se não tiver certeza, use o botão de pular.

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
pt: A inovação aberta está no âmago do que fazemos. Para colaborações de pesquisa, coleta de dados ou entrevistas, <emailFragment>entre em contato</emailFragment>.

source: Optionally join on our email list for updates and new information about the project.
pt: Opcionalmente, inscreva-se na nossa lista de emails para receber novidades sobre o projeto.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
pt: Dados demográficos enviados opcionalmente (como idade, gênero, idioma e sotaque) nunca ficarão públicos em seu perfil e não serão associados à sua conta no conjunto de dados. Clipes de áudio individuais serão associados a dados demográficos para fins de análises mais precisas. Por exemplo, um pesquisador pode querer direcionar um modelo de treinamento a um segmento demográfico específico.

source: Ossetian
pt: Osseto

source: Other
pt: Outro

source: Other Language
pt: Outro idioma

source: Other people validate those voice clips.
pt: Outras pessoas validam esses clipes de voz.

source: Other voice datasets…
pt: Outros conjuntos de dados de voz…

source: Other Voice Datasets
pt: Outros conjuntos de dados de voz

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
pt: Nossos gerentes de comunidade entrarão em contato com você para oferecer suporte extra, ou te informar se já existir uma comunidade trabalhando em seu idioma

source: Our governance is founded on the pillars of:
pt: Nossa governança está alicerçada nos pilares de:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
pt: A nossa língua é nossa história, a nossa comunidade e a nossa cultura. Vamos criar os conjuntos de dados que queremos ver no mundo.

source: Our Partners
pt: Nossos parceiros

source: Our partners include...
pt: Alguns de nossos parceiros…

source: Overall Accuracy
pt: Precisão geral

source: Overall Hr. Total
pt: Total de horas

source: p
pt: r

source: Palula
pt: Pálula

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
pt: Participe de discussões na comunidade linguística, faça perguntas e saiba mais sobre os próximos eventos e palestras.

source: Partner
pt: Parceiro

source: Partners
pt: Parceiros

source: Partnerships
pt: Parcerias

source: Partnerships and networks
pt: Parcerias e redes

source: Partnerships, Press and Stories, Community and Languages
pt: Parcerias, imprensa e histórias, comunidade e idiomas

source: Partner with us
pt: Seja nosso parceiro

source: [Part of the text can’t be heard]
pt: [Parte do texto não pode ser ouvido]

source: Pashto
pt: Pachto

source: Past recordings download requests
pt: Pedidos anteriores de download

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
pt: <p>O Common Voice é um conjunto de dados de voz disponível publicamente, alimentado pelas vozes de colaboradores voluntários do mundo todo. As pessoas que querem criar aplicativos de voz podem usar o conjunto de dados para treinar modelos de aprendizado de máquina.</p> <p>Atualmente, a maioria dos conjuntos de dados de voz pertence a empresas, o que reprime a inovação. Esses conjuntos de dados de voz também representam demais homens brancos falantes de inglês. Significa que a tecnologia habilitada para voz simplesmente não funciona em muitos idiomas e, onde funciona, pode não desempenhar igualmente bem para todos. Queremos mudar isso, mobilizando pessoas em todos os lugares para compartilhar suas vozes.</p>

source: People come and contribute their voices.
pt: Pessoas vêm e contribuem com suas vozes.

source: Persian
pt: Persa

source: Personal dashboards keep you up-to-date with individual and community progress.
pt: Painéis pessoais mantêm você atualizado com o progresso individual e da comunidade.

source: Personally Identifiable Information
pt: Informações de identificação pessoal

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
pt: <playbookLink>Encontre orientações úteis</playbookLink> em toda a jornada no Common Voice, desde a localização até o uso do conjunto de dados, além de como se conectar com nossa comunidade.

source: <playIcon></playIcon>Last one!
pt: <playIcon></playIcon> Última!

source: Play/Stop
pt: Tocar/Parar

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
pt: Verifique nosso <templateFileLink>arquivo de modelo</templateFileLink>. Suas frases devem ser livres de direitos autorais (licença CC0 ou trabalho original autorizado pelo remetente) e ser claras, gramaticalmente corretas e fáceis de ler. As frases enviadas devem levar cerca de 10 a 15 segundos para ser lidas e devem evitar incluir números, nomes próprios e caracteres especiais.

source: Please fill out this field.
pt: Preencha este campo.

source: Please select a language to review sentences.
pt: Selecione um idioma para revisar frases.

source: Polish
pt: Polonês

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
pt: <pontoonAccountLink>Crie uma conta</pontoonAccountLink> se ainda não tiver. Depois escolha seu idioma <strong>(‘Equipe’)</strong> e escolha o projeto, <pontoonCvLink>Common Voice</pontoonCvLink>. Haverá arquivos a ser traduzidos. Clique em um deles, então aparecem palavras em inglês e um campo para traduzir.

source: Portuguese
pt: Português

source: Powered by global communities, for global communities — 130 languages and growing!
pt: Desenvolvidos por comunidades globais, para comunidades globais — 130 idiomas e crescendo!

source: Press and stories
pt: Imprensa e histórias

source: Press and Stories
pt: Imprensa e histórias

source: Press play, listen & tell us: did they accurately speak the sentence below?
pt: Aperte o play, ouça e diga-nos: Eles pronunciaram a frase abaixo corretamente?

source: Press { shortcut-play-toggle } to toggle play mode
pt: Pressione { shortcut-play-toggle } para alternar para o modo de reprodução

source: Privacy
pt: Privacidade

source: <privacyLink>Privacy</privacyLink>
pt: <privacyLink>Privacidade</privacyLink>

source: Privacy Policy
pt: Política de privacidade

source: Privacy, security and transparency.
pt: Privacidade, segurança e transparência.

source: Profile
pt: Perfil

source: Profile information improves the audio data used in training speech recognition accuracy.
pt: Informações de perfil aprimoram os dados de áudio usados no treinamento da precisão do reconhecimento de voz.

source: Progress
pt: Progresso

source: Public Domain
pt: Domínio público

source: Publicly accessible open speech datasets in 130+ languages
pt: Conjuntos de dados vocais abertos, acessíveis ao público em mais de 130 idiomas

source: Pular Guinea
pt: Pular da Guiné

source: Punctuation
pt: Pontuação

source: Quechua Ambo-Pasco
pt: Quechua de Ambo-Pasco

source: Quechua Arequipa-La Unión
pt: Quechua de Arequipa-La Unión

source: Quechua Cajatambo
pt: Quechua de Cajatambo

source: Quechua Corongo Ancash
pt: Quechua de Corongo Ancash

source: Quechua Sihuas Ancash
pt: Quechua de Sihuas Ancash

source: Quechua Yauyos
pt: Quechua de Yauyos

source: Question
pt: Pergunta

source: [‘Raised’ in English is always pronounced as one syllable, not two]
pt: [‘Sua’ em português é sempre pronunciada como uma sílaba, não duas]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
pt: Limite de envio excedido. Tente novamente em { $retryLimit } minutos

source: Rate limit exceeded. Try again in { $retryLimit } seconds
pt: Limite de envio excedido. Tente novamente em { $retryLimit } segundos

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
pt: Entre em contato com governos, entidades sem fins lucrativos ou organizações de mídia para ver se algum material na web, relatórios ou outros conteúdos podem ser dedicados ao domínio público

source: Reader Effects
pt: Efeitos do leitor

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
pt: É importante ler corretamente todas as palavras da página. Ao ouvir, verifique com muito cuidado se o que foi gravado é exatamente o que foi escrito. Rejeite se tiver palavras adicionadas, contraídas ou em falta.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
pt: Leitura de contrações que não estão de fato no texto, como "d'água" em vez de "de água" ou vice-versa.

source: Read More
pt: Saiba mais

source: Read more on our About page
pt: Saiba mais sobre o Common Voice

source: Read sentences
pt: Ler frases

source: Read Sentences
pt: Ler frases

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
pt: Leia frases em voz alta no seu idioma e contribua para o conjunto de dados de voz de participação pública mais diversificado do mundo.

source: Read Sentences, Answer Questions
pt: Ler frases, responder perguntas

source: Read Sentences <small>(Coming soon)</small>
pt: Ler frases <small>(em breve)</small>

source: Read sentences submitted by the community in various languages
pt: Ler frases enviadas pela comunidade em vários idiomas

source: Read the sentence carefully - don’t miss, change or add words.
pt: Leia a frase com atenção. Não descarte, altere ou adicione palavras.

source: Ready to add your voice or lend your ear?
pt: Pronto para adicionar sua voz ou emprestar seu ouvido?

source: Ready to contribute?
pt: Pronto para contribuir?

source: Ready to do { $count } more?
pt: Pronto para fazer mais { $count }?

source: Ready to donate your voice?
pt: Pronto para doar sua voz?

source: Ready to help validate sentences?
pt: Pronto para ajudar a validar frases?

source: reCAPTCHA is required if you want to proceed
pt: O reCAPTCHA é necessário se você quiser continuar

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
pt: Receba emails, tais como lembretes de objetivos e desafios, atualizações de progresso e boletins informativos sobre o Common Voice.

source: Recorded Clips
pt: Clipes gravados

source: Recorded Hours
pt: Horas gravadas

source: <recordIcon></recordIcon> Last one!
pt: <recordIcon></recordIcon> Última!

source: [Recording cut off before the end of the last word]
pt: [Gravação interrompida antes do final da última palavra]

source: Recordings
pt: Gravações

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
pt: A gravação de clipes de voz é parte integrante da construção do nosso conjunto de dados aberto; alguns diriam que é a parte divertida também.

source: Record/Stop
pt: Gravar/Parar

source: Record your response
pt: Gravar sua resposta

source: Record yourself reading sentences in your language
pt: Gravar a si mesmo lendo frases em seu idioma

source: Record yourself responding to questions and prompts in your language
pt: Gravar a si mesmo respondendo dúvidas e consultas em seu idioma

source: Record your voice
pt: Grave sua voz

source: Reference the source of your sentence (required)
pt: Faça referência à origem da sua frase (obrigatório)

source: Refresh
pt: Atualizar

source: Reject
pt: Rejeitar

source: Remove
pt: Remover

source: Remove Avatar
pt: Remover avatar

source: Report
pt: Relatar

source: Report was passed successfully
pt: O relatório foi enviado com sucesso

source: Request a Language
pt: Solicite um idioma

source: Request New Language
pt: Solicitar novo idioma

source: Request recordings
pt: Solicitar download

source: *required
pt: *necessário

source: Re-record
pt: Regravar

source: Re-record clip
pt: Regravar clipe

source: Respond
pt: Responder

source: Respond To Prompt
pt: Responder à consulta

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
pt: Responda a consultas para criar conjuntos de dados para contextos orgânicos e coloquiais. Perfeito para idiomas predominantemente orais.

source: Respond to the prompt as naturally as you can, feel free to code-switch between languages if it feels natural. Make sure your language is respectful and inoffensive.
pt: Responda à pergunta da forma mais natural possível, sinta-se à vontade para alternar entre idiomas se parecer natural. Certifique-se de que seu linguajar seja respeitoso e inofensivo.

source: Response deleted successfully
pt: Resposta eliminada com sucesso

source: Response submitted successfully
pt: Resposta enviada com sucesso

source: Return here to edit your goal anytime.
pt: Volte aqui para editar sua meta quando quiser.

source: Return to Common Voice
pt: Voltar para o Common Voice

source: Return to Common Voice Datasets
pt: Voltar ao conjunto de dados do Common Voice

source: Return to Languages
pt: Voltar para Idiomas

source: Review
pt: Revisar

source: Review could not be saved. Please try again later.
pt: A revisão não pôde ser salva. Tente novamente mais tarde.

source: ⓘ Review Criteria
pt: ⓘ Critérios de revisão

source: Review Criteria
pt: Critérios de revisão

source: Reviewed sentences not submitted, are sure?
pt: Frases revisadas não foram enviadas, tem certeza?

source: Review existing sentences submitted by the community
pt: Revisar frases existentes enviadas pela comunidade

source: Reviewing Sentences
pt: Revisão de frases

source: Review & re-record clips here as you go
pt: Revise e grave as frases enquanto prossegue

source: Review & re-record clips if needed
pt: Enquanto revisa, grave as frases novamente se precisar

source: Review Sentences
pt: Revisar frases

source: Review sentences in your language
pt: Revisar frases em seu idioma

source: Review & Submit
pt: Revise e envie

source: Review transcriptions
pt: Revisar transcrições

source: Review transcriptions of recorded sentences for accuracy
pt: Revisar a exatidão de transcrições de frases gravadas

source: Review Transcriptions <small>(Coming soon)</small>
pt: Rever transcrições <small>(em breve)</small>

source: Review user-submitted transcriptions in your language
pt: Revisar transcrições enviadas por usuários em seu idioma

source: Romanian
pt: Romeno

source: Romansh Sursilvan
pt: Romanche (Sursilvan)

source: Romansh Vallader
pt: Romanche (Vallader)

source: Runyankole
pt: Ancolé

source: Russian
pt: Russo

source: s
pt: g

source: S
pt: P

source: Sabah Malay
pt: Sabah Malaio

source: Sardinian
pt: Sardo

source: Save
pt: Salvar

source: Saved
pt: Salvo

source: Scots
pt: Ânglico Escocês (Scots)

source: Scripted Speech
pt: Fala com roteiro

source: Search
pt: Pesquisar

source: See how your progress compares to other contributors all over the world.
pt: Veja como seu progresso se compara com outros contribuidores do mundo todo.

source: See Less
pt: Ver menos

source: See More
pt: Ver mais

source: Select a Language...
pt: Selecionar um idioma...

source: Select an option
pt: Selecione uma opção

source: Select a variant (optional)
pt: Selecione uma variante (opcional)

source: Selected
pt: Selecionado

source: Select File
pt: Selecionar arquivo

source: Select File to Upload
pt: Selecione um arquivo para enviar

source: Select the desired language dataset and choose the version you wish to download.
pt: Selecione um conjunto de dados de idioma e escolha a versão que quer baixar.

source: Select up to three domains (optional)
pt: Selecione até três domínios

source: Select your age
pt: Selecione sua idade

source: Select your sex or gender
pt: Selecione seu sexo ou gênero

source: Self Citation
pt: Autocitação

source: Send a link to my email
pt: Enviar um link para meu email

source: Send sign up link
pt: Enviar link de criação de conta

source: Sentence
pt: Frase

source: Sentence Collection
pt: Coleta de frases

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
pt: <sentenceCollectorFragment>Veja mais sobre coleta de frases</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
pt: <sentenceCollectorVideo>Assista ao nosso guia sobre como usar o coletor de frases</sentenceCollectorVideo>.

source: Sentence Domain
pt: Domínio da frase

source: Sentences
pt: Frases

source: Sentences are collected for people to read aloud.
pt: Frases são coletadas para que as pessoas leiam em voz alta.

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
pt: As sentenças são revisadas por meio de um processo de moderação da comunidade, mas esse processo não é perfeito. Se você vir ou ouvir uma frase que te ofenda ou aborreça - por exemplo, por violar nossas <participationGuidelines>diretrizes de participação na comunidade</participationGuidelines> - use o botão de sinalização na interface gráfica. Você também pode entrar em contato conosco em <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
pt: As frases contribuídas aqui são adicionadas a um conjunto de dados disponível publicamente de licença cc-0.
